Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G49B.tmx
Source language: en_us
Languages: zh_cn

source: Reminiscence of a Stock Operator Chapter 1 (2)
zh_cn: 一个操盘手的回忆录 第一章（2）

source: I wasn't interested in doubling my money, but in his saying that Burlington was going up.
zh_cn: 我对赚钱的事不感兴趣，但是他刚才说，伯灵顿会涨。

source: If it was, my note-book ought to show it.
zh_cn: 如果真是这样的话，我的本子上应该会有记录。

source: I looked.
zh_cn: 我看了一下。

source: Sure enough, Burlington, according to my figuring, was acting as it usually did before it went up.
zh_cn: 果真如此，伯灵顿的行情，根据我的数据来看，表现得就如往常上涨前一样。

source: I had never bought or sold anything in my life, and I never gambled with the other boys.
zh_cn: 在我15年的人生经历中，我没做过什么买卖，也没跟别人打过赌。

source: But all I could see was that this was a grand chance to test the accuracy of my work, of my hobby.
zh_cn: 但是我知道这次机会难得，它可以让我印证自己这项工作兼爱好的准确性。

source: It struck me at once that if my dope didn't work in practice there was nothing in the theory of it to interest anybody.
zh_cn: 突然间我想到，如果我的预测在实际中不起作用的话，那理论研究还有什么意思。

source: So I gave him all I had, and with our pooled resources he went to one of the nearby bucket shops and bought some Burlington.
zh_cn: 于是我把我的所有积蓄都搭进去，就这样，我们用那少得可怜的本金，到附近的投机商号买了伯灵顿的股票。

source: Two days later we cashed in.
zh_cn: 两天之后我们套现。

source: I made a profit of $3.12.
zh_cn: 我赚了3.12美金。

source: After that first trade, I got to speculating on my own hook in the bucket shops.
zh_cn: 第一次交易之后，我在投机商号开始了我的投资事业。

source: I'd go during my lunch hour and buy or sell it never made any difference to me.
zh_cn: 我总是午休时间过去买进卖出，但是买或者卖对我来说没什么差别。

source: I was playing a system and not a favorite stock or backing opinions.
zh_cn: 我玩就是一套方法，而不是热衷某支股票或股评。

source: All I knew was the arithmetic of it.
zh_cn: 我所知道的就是股价数字。

source: As a matter of fact, mine was the ideal way to operate in a bucket shop, where all that a trader does is to bet on fluctuations as they are printed by the ticker on the tape.
zh_cn: 事实上，我的这种玩法才是在投机商号开户的最理想的方法，在那里，交易商赌得就是股市行情显示器上的波动。

source: It was not long before I was taking much more money out of the bucket shops than I was pulling down from my job in the brokerage office.
zh_cn: 不久，我在投机商号赚的钱比我在股票投资公司上班领的薪水多得多。

source: So I gave up my position.
zh_cn: 于是我辞职了。

source: My folks objected, but they couldn't say much when they saw what I was making.
zh_cn: 我的家人都持反对意见，但是当他们看到我赚的钱的时候都沉默了。

source: I was only a kid and office-boy wages were not very high.
zh_cn: 我在股票交易公司只是个打杂的，工资不高。

source: I did mighty well on my own hook.
zh_cn: 但是我的投资事业做得非常成功。

source: I was fifteen when I had my first thousand and laid the cash in front of my mother all made in the bucket shops in a few months, besides what I had taken home.
zh_cn: 我15岁那年，赚到了第一笔1000美金。我把钱带回家，摊在我妈妈面前。这些钱是我在投机商号花了几个月时间赚到的，这还不包括我已经带回家去的那些。

source: My mother carried on something awful.
zh_cn: 但是我妈妈做了一件很打击人的事。

source: She wanted me to put it away in the savings bank out of reach of temptation.
zh_cn: 她要我把这些钱存到银行从而远离诱惑。

source: She said it was more money than she ever heard any boy of fifteen had made, starting with nothing.
zh_cn: 她说，这是她第一次听说一个15岁的小男孩白手起家赚那么多钱。

source: She didn't quite believe it was real money.
zh_cn: 她甚至怀疑这钱是假的。

source: She used to worry and fret about it.
zh_cn: 她对此很惊恐。

source: But I didn't think of anything except that I could keep on proving my figuring was right.
zh_cn: 但是我却不这么想，我只想继续证明自己的数据记录是正确的。

source: That's all the fun there is being right by using your head.
zh_cn: 只有这个时候我才觉得动脑子是乐趣无穷的事。

source: If I was right when I tested my convictions with ten shares I would be ten times more right if I traded in a hundred shares. That is all that having more margin meant to me I was right more emphatically. More courage? No! No difference!
zh_cn: 我想，如果我买十股的时候，我的想法是正确的，那么我买100股也猜中的话，那我的预测就是原来10倍那样准确。这需要更大的勇气吗？不！完全不是。这只是说明我拥有保证金越多我的论断就更有力而已。

source: If all I have is ten dollars and I risk it, I am much braver than when I risk a million, if I have another million salted away.
zh_cn: 如果我是拿自己仅有的10美元去冒险，而不是拿200万美金中的100万去拼，那才需要更大的勇气。

source: Anyhow, at fifteen I was making a good living out of the stock market.
zh_cn: 总之，我15岁的时候就已经靠投资股票市场赚钱并且小有所成。

source: I began in the smaller bucket shops, where the man who traded in twenty shares at a clip was suspected of being John W. Gates in disguise or J. P. Morgan traveling incognito.
zh_cn: 我刚开始是在比较小的商号里做，那是个小地方，如果你一次性买20股，人家就以为你是乔装打扮的约翰·W·盖茨，或是改名换姓外出旅行的J·P·摩根。

source: Bucket shops in those days seldom lay down on their customers.
zh_cn: 那个时代，投机商号不太重视他们的客户。

source: They didn't have to.
zh_cn: 因为他们不需要。

source: There were other ways of parting customers from their money, even when they guessed right.
zh_cn: 有时候客户对股市行情判断精准，他们也会有其他方法把保证金给瓜分了。

source: The business was tremendously profitable.
zh_cn: 这就是个暴利行业。

source: When it was conducted legitimately I mean straight, as far as the bucket shop went the fluctuations took care of the shoestrings.
zh_cn: 当时这种经营是合法的，你经常会看到随着股市行情的波动，客户的保证金源源不断得流到投机商号的口袋里。

source: It doesn't take much of a reaction to wipe out a margin of only three quarters of a point.
zh_cn: 只要股价向客户不利的方向变动0.75点，客户交的保证金就输掉了，但这不会引起什么大的影响。

source: Also, no welsher could ever get back in the game.
zh_cn: 同时，赖账的人永远都不能再进入这个市场。

source: Wouldn't have any trade.
zh_cn: 也不允许再交易。

source: I didn't have a following. I kept my business to myself.
zh_cn: 我没有同伴，一个人做。

source: It' was a one-man business, anyhow.
zh_cn: 总之，就是一个人的事业。

source: It was my head, wasn't it?
zh_cn: 全靠我的头脑。

source: Prices either were going the way I doped them out, without any help from friends or partners, or they were going the other way, and nobody could stop them out of kindness to me.
zh_cn: 股票价格跟着我的预测趋势在走的时候，我是一个人，它不按照我的预测走的时候，我还是一个人。

source: I couldn't see where I needed to tell my business to anybody else.
zh_cn: 我完全看不出我有什么必要同别人合作。

source: I've got friends, of course, but my business has always been the same a one-man affair.
zh_cn: 当然，我有朋友，但是我的事业从来都是单打独斗。

source: That is why I have always Played a lone hand.
zh_cn: 这就是我一直单独干的原因。

source: As it was, it didn't take long for the bucket shops to get sore on me for beating them.
zh_cn: 结果，投机商号很快就因为我总是赢钱而苦恼不已。

source: I'd walk in and plank down my margin, but they'd look at it without making a move to grab it. They'd tell me there was nothing doing.
zh_cn: 终于有一天，当我走进大厅，交纳保证金的时候，他们就只盯着钱却无动于衷，告诉我说不接我的生意了。

source: That was the time they got to calling me the Boy Plunger.
zh_cn: 从那个时候开始他们叫我“投机小子”。
